[
  {
    "title": "AAAS members elect UW researchers new fellows",
    "body": [
      "Seven University of Wisconsin­-Madison scholars have been elected fellows of the American Association for the Advancement of Science, the world's largest general scientific society.",
      "This year, the AAAS membership chose 471 scientists, engineers and innovators to be AAAS fellows across 24 disciplinary sections. The honor, presented annually since 1874, recognizes fellows as members of a cadre distinguished by their achievements across disciplines, from research, teaching and technology to administration in academia, industry and government to excellence in communicating and interpreting science to the public.",
      "\"This year's class of fellows are the embodiment of scientific excellence and service to our communities,\" said Sudip S. Parikh, AAAS chief executive officer and executive publisher of the Science family of journals. \"At a time when the future of the scientific enterprise in the U.S. and around the world is uncertain, their work demonstrates the value of sustained investment in science and engineering.\"",
      "The new class of fellows will be featured in the March issue of the journal Science, and each new fellow will be celebrated at a June forum in Washington, D.C.",
      "Included in the 2024 class of AAAS fellows are:",
      "Weibo Cai, Medical Sciences",
      "Vilas Distinguished Achievement Professor of Radiology, Medical Physics, Materials Science & Engineering, and Pharmaceutical Sciences",
      "Weibo Cai",
      "For distinguished contributions to the fields of molecular imaging, specifically in positron emission tomography (PET) and nanobiotechnology, particularly in biomedical applications of radiolabeled nanomaterials for cancer and other diseases",
      "Katherine Henzler-Wildman, Biological Sciences",
      "Jean V. Thomas Professor in Biochemistry",
      "Katherine Henzler-Wildman",
      "For distinguished contributions toward the field of molecular biophysics to understand the function of membrane protein via their dynamics and structure using nuclear magnetic resonance",
      "Ive Hermans, Chemistry",
      "John and Dorothy Vozza Professor of Chemistry, Professor of Chemical and Biological Engineering",
      "Ive Hermans",
      "For distinguished contributions to the development of catalytic materials and elucidating reaction mechanisms using kinetic and spectroscopic techniques, combined with theory and simulations to describe the fundamental, underlying atomic-level chemistry",
      "Anne Pringle, Biological Sciences",
      "Mary Herman Rubinstein and Vilas Distinguished Achievement Professor of Botany",
      "Anne Pringle Photo: Althea Dotzour",
      "For distinguished contributions to mycology, especially fungal spore dispersal and the effects of invasive fungi on ecosystems worldwide",
      "Timothy Smeeding, Social, Economic & Political Sciences",
      "Lee Rainwater Distinguished Professor Emeritus of Public Affairs and Economics",
      "Timothy Smeeding",
      "For leadership in assembling and making available a worldwide database for the study of income dynamics and for distinguished contributions to the study of poverty and social welfare programs",
      "Steven M. Swanson, Pharmaceutical Sciences",
      "Professor and Dean, School of Pharmacy",
      "Steven Swanson",
      "For distinguished contributions in the field of pharmaceutical sciences, particularly for research on cancer and for work in academic administration as dean at the University of Wisconsin-Madison",
      "Xudong Wang, Engineering",
      "Professor of Materials Science and Engineering",
      "Xudong Wang",
      "For distinguished contributions to the field of biomaterials engineering, particularly for flexible and biocompatible piezoelectric materials developments and nanogenerator innovations, facilitating the creation of self-sustaining and battery-free medical devices"
    ],
    "posted": "March 27, 2025",
    "url": "https://news.wisc.edu/aaas-members-elect-uw-researchers-new-fellows/",
    "author": "Chris Barncard",
    "img": "aaas.jpg",
    "tags": [
      "research"
    ]
  },
  {
    "title": "Could an arthritis drug unlock lasting relief from epilepsy and seizures? UW-Madison researchers see promising results in mice.",
    "body": [
      "If the drug proves viable to treat epilepsy in humans, it would be the first to provide lasting relief from seizures even after patients stopped taking it. iStock/cagkansayin",
      "A drug typically prescribed for arthritis halts brain-damaging seizures in mice that have a condition like epilepsy, according to researchers at the University of Wisconsin-Madison.",
      "The drug, called tofacitinib, also restores short-term and working memory lost to epilepsy in the mice and reduces inflammation in the brain caused by the disease. If the drug proves viable for human patients, it would be the first to provide lasting relief from seizures even after they stopped taking it.",
      "\"It ticks all the boxes of everything we've been looking for,\" says Avtar Roopra, a neuroscience professor in the UW-Madison School of Medicine and Public Health and senior author of the study, which was published last week in the journal Science Translational Medicine.",
      "Epilepsy is one of the most common neurological diseases, afflicting more than 50 million people around the world. While there are many known causes, the disease often appears after an injury to the brain, like a physical impact or a stroke.",
      "Some days, months or even years after the injury, the brain loses the ability to calm its own activity. Normally balanced electrical activity through the brain goes haywire.",
      "\"The system revs up until all the neurons are firing all the time, synchronously,\" says Roopra. \"That's a seizure that can cause massive cell death.\"",
      "And the seizures repeat, often at random intervals, forever. Some drugs have been useful in addressing seizure symptoms, protecting patients from some of the rampant inflammation and memory loss, but one-third of epilepsy patients do not respond to any known drugs, according to Olivia Hoffman, lead author of the study and a postdoctoral researcher in Roopra's lab. The only way to stop the most damaging seizures has been to remove a piece of the brain where disruptive activity starts.",
      "On their way to identifying tofacitinib's potential in epilepsy, Hoffman and co-authors used relatively new data science methods to sift through the way thousands of genes were expressed in millions of cells in the brains of mice with and without epilepsy. They found a protein called STAT3, key to a cell signaling pathway called JAK, at the center of activity in the seizure-affected mouse brains.",
      "\"When we did a similar analysis of data from brain tissue removed from humans with epilepsy, we found that was also driven by STAT3,\" Hoffman says.",
      "\"[The discovery] ticks all the boxes of everything we've been looking for,\" says Avtar Roopra (right), seated with research collaborator Olivia Hoffman.",
      "Meanwhile, Hoffman had unearthed a study of tens of thousands of arthritis patients in Taiwan aimed at describing other diseases associated with arthritis. It turns out, epilepsy was much more common among those arthritis patients than people without arthritis — but surprisingly less common than normal for the arthritis patients who had been taking anti-inflammatory drugs for more than five-and-a-half years.",
      "\"If you've had rheumatoid arthritis for that long, your doctor has probably put you on what's called a JAK-inhibitor, a drug that's targeting this signaling pathway we're thinking is really important in epilepsy,\" Hoffman says.",
      "The UW researchers ran a trial with their mice, dosing them with the JAK-inhibitor tofacitinib following the administration of a brain-damaging drug that puts them on the road to repeated seizures. Nothing happened. The mice still developed epilepsy like human patients.",
      "Remember, though, that epilepsy doesn't often present right after a brain-damaging event. It can take years. In the lab mice, there's usually a lull of weeks of relatively normal time between the brain damage and what the researchers call \"reignition\" of seizures. If it's not really epilepsy until reignition, what if they tried the drug then? They devised a 10-day course of tofacitinib to start when the mouse brains fell out of their lull and back into the chaos of seizures.",
      "\"Honestly, I didn't think it was going to work,\" Hoffman says. \"But we believe that initial event sort of primes this pathway in the brain for trouble. And when we stepped in at that reignition point, the animals responded.\"",
      "The drug worked better than they could have imagined. After treatment, the mice stayed seizure-free for two months, according to the paper. Collaborators at Tufts University and Emory University tried the drug with their own mouse models of slightly different versions of epilepsy and got the same, seizure-free results.",
      "Roopra's lab has since followed mice that were seizure-free for four and five months. And their working memory returned.",
      "\"These animals are having many seizures a day. They cannot navigate mazes. Behaviorally, they are bereft. They can't behave like normal mice, just like humans who have chronic epilepsy have deficits in learning and memory and problems with everyday tasks,\" Roopra says. \"We gave them that drug, and the seizures disappear. But their cognition also comes back online, which is astounding. The drug appears to be working on multiple brain systems simultaneously to bring everything under control, as compared to other drugs, which only try to force one component back into control.\"",
      "Because tofacitinib is already FDA-approved as safe for human use for arthritis, the path from animal studies to human trials may be shorter than it would be for a brand-new drug. Roopra's epilepsy research has long been funded by the National Institutes of Health as well as key early support from Madison-based Lily's Fund for Epilepsy Research and CURE Epilepsy.",
      "The next steps toward human patients largely await NIH review of new studies, which have been paused indefinitely amid changes at the agency.",
      "For now, the researchers are focused on trying to identify which types of brain cells are shifted back to healthy behavior by tofacitinib and on animal studies of even more of the many types of epilepsy. Hoffman and Roopra have also filed for a patent on the use of the drug in epilepsy.",
      "This research was funded in part by grants from the National Institutes of Health (R01NS108756, R21NS093364, R01NS112308, NS112350, R01NS105628, R01NS102937 and R21NS120868)."
    ],
    "posted": "March 25, 2025",
    "url": "https://news.wisc.edu/could-an-arthritis-drug-unlock-lasting-relief-from-epilepsy-and-seizures-uw-madison-researchers-see-promising-results-in-mice/",
    "author": "Chris Barncard",
    "img": "arthritis.jpg",
    "tags": [
      "medical",
      "research"
    ]
  },
  {
    "title": "NIH funding drives life-saving innovation and economic impact in Wisconsin. University, biomedical and industry leaders issue call to protect it.",
    "body": [
      "The University of Wisconsin-Madison and Universities of Wisconsin, along with industry, university, hospital and health system partners, are urging Wisconsin's Congressional leaders to protect funding for the National Institutes for Health (NIH), which drives groundbreaking research, life-saving treatments and economic growth in the state.",
      "In a letter sent this week, 34 bio-health companies, health systems, industry associations and research organizations urged Congress to maintain robust NIH funding and oppose significant cuts that jeopardize the critical work the federal agency supports.",
      "More: Federal updates, information and resources",
      "Universities of Wisconsin President Jay Rothman and other representatives of the group spoke at a news conference at the UW School of Medicine and Public Health on Thursday, March 6, to reinforce the importance of NIH funding in maintaining a strong bio-health ecosystem in the state and the direct effect federally funded research has on advancing life-saving care for diseases such as Alzheimer's.",
      "\"Indiscriminate reductions in research funding like those we're facing right now pose significant risk to our state and nation's future,\" said UW-Madison Chancellor Jennifer L. Mnookin. \"These cuts harm our ability to make critical, life-saving discoveries and to train our students to be global leaders. They will also damage our nation's innovation economy and our international competitiveness.\"",
      "UW-Madison Chancellor Jennifer Mnookin speaks during a press conference discussing National Institutes for Health (NIH) funding impacts held at the Health Science Learning Center on March 6, 2025.  Photo by: Bryce Richter",
      "Universities of Wisconsin President Jay Rothman provides opening remarks during a press conference discussing National Institutes for Health (NIH) funding impacts on the University of Wisconsin-Madison.  Photo by: Bryce Richter",
      "Tom Still, president of the Wisconsin Technology Council, discusses the role federally supported research plays in technological and health advancements taking place in at UW-Madison and across the State of Wisconsin.  Photo by: Bryce Richter",
      "NIH's critical role in Wisconsin's bio-health ecosystem",
      "Employing more than 141,000 people statewide, Wisconsin's bio-health industry boasts a $37.7 billion economic impact in the state. The technological and health advancements and knowledge that fuel the industry are closely connected to federally supported research.",
      "\"These funds from NIH don't just drive research, they attract biotech companies, venture capital, top scientists and talent. They drive manufacturing, services and more,\" said Nicolas Paris, CEO of Gilson, Inc., a bio-health analytic instrument manufacturer, who spoke during the event. \"Cutting federal research funding, particularly NIH grants, would severely impact not only our ability to innovate but also our ability to improve lives and grow our economy.\"",
      "Paris, who also serves as executive committee chair for BioForward, the association leading the way for Wisconsin to be designated as a biotech hub, also emphasized that the state's research institutions like UW-Madison, UW-Milwaukee, the Medical College of Wisconsin play a critical role in advancing groundbreaking medical research.",
      "An investment in Wisconsin's workforce",
      "NIH funding supports opportunities for undergraduates, graduates and early-career researchers in Wisconsin who form the next generation of scientists, doctors and engineers, a point Karyn Frick, distinguished professor of psychology at UW-Milwaukee, highlighted at the news conference.",
      "\"Federal funding for basic and clinical research is critical for training the next generation of scientists and health professionals,\" said Frick, who noted that many of her students have gone on to careers in health and medicine, remaining in state after graduation, bolstering an essential workforce for Wisconsinites and advancing life-saving innovations.",
      "Life-saving research Wisconsinites rely on",
      "At UW-Madison, more than 2,700 clinical trials — serving 20,000 patients — rely on NIH support. This includes experimental treatments for cancer, Alzheimer's disease and other persistent health challenges, supporting projects like the Wisconsin Registry for Alzheimer's Prevention (WRAP) study and the Clarity in Alzheimer's Disease and Related Dementias Research Through Imaging, or CLARiTI, study.",
      "UW-Madison Professor of Medicine Sterling Johnson leads the WRAP study, which seeks to diagnose Alzheimer's disease years before people develop symptoms and identify ways to slow down the disease. The NIH-funded research involves more than 1,700 Wisconsin adults and has identified steps people can take to combat Alzheimer's, including exercise and good sleep and nutrition.",
      "\"Here in Wisconsin, there's about 120,000 people who are in the dementia phase of Alzheimer's disease,\" said Johnson, a clinical neuropsychologist whose research is focused on brain function in Alzheimer's disease.",
      "Sterling Johnson, professor of geriatrics and gerontology at UW-Madison, highlights the importance of NIH funding on Alzheimer's research. Johnson leads one of the world's largest and longest-running studies of people at risk for Alzheimer's disease. Photo: Bryce Richter",
      "Johnson emphasized that when it comes to seeking prevention and treatments for Alzheimer's, delaying research and innovation is not an option. He stressed that the disease continues to grow at an alarming rate, with the number of people afflicted expected to rise by 44 percent over the next 15 years.",
      "This sense of urgency has motivated Sigrid Knuti, a volunteer WRAP study participant since 2005, who spoke at the event to offer her first-hand perspective with Alzheimer's disease and the importance of continued federal investment in Alzheimer's research.",
      "Knuti is at risk of the disease, in part because of her family history — her mother and other close relatives had Alzheimer's, and her family has been touched by the disease in other ways as well. Its devastating effects on individuals and families has motivated Knuti's desire to help end the disease for her children and grandchildren.",
      "\"I want this generation to end Alzheimer's, and for that, I'm counting on Sterling and the University of Wisconsin to get it done,\" said Knuti."
    ],
    "posted": "March 7, 2025",
    "url": "https://news.wisc.edu/nih-funding-drives-life-saving-innovation-and-economic-impact-in-wisconsin-university-biomedical-and-industry-leaders-issue-call-to-protect-it/",
    "author": "Katie McMullen",
    "img": "nih.jpg",
    "tags": [
      "medical",
      "research"
    ]
  },
  {
    "title": "Project to explore enzyme behind early evolution of life on Earth",
    "body": [
      "Betül Kaçar, associate professor of bacteriology, likes mysteries. And there is, maybe, no larger mystery than the origins and early evolution of life.",
      "Now, a team of scientists at the University of Wisconsin-Madison led by Kaçar, a pioneer in the field of molecular paleobiology, will explore the paleoenvironments and ancient history of Earth by bridging paleontology, artificial intelligence, synthetic biology and evolution.",
      "The project, \"Past as Prelude: Preparing for an Uncertain Future Shaped by Nitrogen,\" has received a $1.3 million grant from the W.M. Keck Foundation, and UW-Madison will contribute matching funds.",
      "Kaçar's UW-Madison team — which includes Brian Pfleger, professor of chemical and biological engineering, and Jean-Michel Ané, professor of plant and agroecosystem sciences and affiliate with the Department of Bacteriology — seeks to, for the first time, experimentally access more than three billion years of molecular diversity to understand how an enzyme known as nitrogenase has persisted through upheavals in atmospheric chemistry and surface temperatures over Earth's history. The team will collaborate with Martin Steinegger, professor at Seoul National University, who will provide expertise in large-scale sequence data analysis and method development.",
      "Though nitrogen is abundant in the atmosphere, only nitrogenase can \"fix\" nitrogen to a biologically usable form. This enzyme has arisen only in bacteria. Some nitrogen-fixing bacteria are associated with legume plants such as soybeans and peanuts. There has always been consideration of whether other crops could be engineered to fix nitrogen in order to reduce the amount of fertilizer inputs and enhance sustainability of agricultural systems.",
      "Though nitrogen is abundant in the atmosphere, only nitrogenase can \"fix\" nitrogen to a biologically usable form. This enzyme has arisen only in bacteria associated with legume plants such as soybeans and peanuts.",
      "\"Traditional approaches for reconstructing the history of life depend on the study of geological remains that offer a woefully incomplete picture of ancient life due to their rarity and degree of degradation,\" Kaçar explains. \"The unique window through which we will explore this history is nitrogenase. Certain critical enzymes, such as nitrogenase, evolved early in the history of life and persisted through these dynamic changes to our planet. It is difficult to overstate their importance.\"",
      "Kaçar holds a Petri dish containing the nitrogen-fixing microbe Azotobacter vinelandii (diazotroph) in her research lab. Photo: Jeff Miller",
      "In fact, the functions that these enzymes carry out completely define the productivity limits of all living organisms.",
      "\"Nitrogenase is an ideal platform for our investigation,\" Kaçar explains. \"It is ancient, with its evolutionary history encompassing most of the history of life. It also has strict requirements for its enzymatic activity and occupies a unique space at the limits of biological function and nevertheless persisted through significant changes in Earth conditions.\"",
      "It is not known how this enzyme originated, mechanisms by which it functions (humans have yet to mimic this biological design), how its molecular features adapted to the range of environmental conditions experienced throughout Earth history, or whether evolutionary processes have fully explored the biomolecular sequence space that can generate new nitrogenase enzymes.",
      "Kaçar's team will address these questions by using evolutionary models and high-throughput methods to resurrect and characterize a vast library of extinct and artificial enzyme sequences, and by mapping them to globally significant events in Earth history, including dramatic shifts in surface temperatures such as global glaciations and changes in atmospheric CO2 levels.",
      "Engineering bacteria with ancestral DNA is a fundamentally new methodology that has only been significantly leveraged for biomolecular studies in the last 10 years.",
      "\"Our transformative approach will create a whole new sub-discipline combining protein evolution, microbiology and paleobiology,\" Kaçar says. \"Because of these features and despite many attempts, our approach does not fit into the disciplinary scopes of traditional funding programs and is squarely fit for Keck Foundation support.\"",
      "Based in Los Angeles, the W.M. Keck Foundation was established in 1954 by the late W. M. Keck, founder of the Superior Oil Co. The Foundation's grant making is focused primarily on pioneering efforts in the areas of medical research and science and engineering.  The Foundation also supports undergraduate education and maintains a Southern California Grant Program that provides support for the Los Angeles community, with a special emphasis on children and youth.",
      "Microbial solutions are stored in test tubes in a temperature-controlled environment in Betül Kaçar's research lab. Photo: Jeff Miller"
    ],
    "posted": "January 6, 2025",
    "url": "https://news.wisc.edu/project-to-explore-enzyme-behind-early-evolution-of-life-on-earth/",
    "author": "Natasha Kassulke",
    "img": "enzyme.jpg",
    "tags": [
      "research"
    ]
  },
  {
    "title": "Human stem cell-derived heart cells are safe in monkeys, could treat congenital heart disease",
    "body": [
      "Heart muscle cells grown from human induced pluripotent stem cells (in green) have successfully integrated into rhesus macaque heart muscle in this microscope image of heart tissue from a new study by UW-Madison and Mayo Clinic researchers. Photo courtesy Emborg Lab / UW-Madison",
      "Heart muscle cells grown from stem cells show promise in monkeys with a heart problem that typically results from a heart defect sometimes present at birth in humans, according to new research from the University of Wisconsin-Madison and Mayo Clinic.",
      "Heart disease, the No. 1 killer of Americans, can affect people at any time across their lifespans — even from birth, when heart conditions are known as congenital heart defects. Regenerating tissue to support healthy heart function could keep many of those hearts beating stronger and longer, and this is where stem cell research is stepping in.",
      "A research team led by Marina Emborg, professor of medical physics in the UW-Madison School of Medicine and Public Health, and Timothy Nelson, physician scientist at the Mayo Clinic in Rochester, Minnesota, reported recently in the journal Cell Transplantation that heart muscle cells grown from induced pluripotent stem cells can integrate into the hearts of monkeys with a state of pressure overload.",
      "Also referred to as right ventricular dysfunction, pressure overload often affects children with congenital heart defects. Patients experience chest discomfort, breathlessness, palpitations and body swelling, and can develop a weakened heart. The condition can be fatal if left untreated.",
      "Nearly all single ventricle congenital heart defects, particularly those in the right ventricle, eventually lead to heart failure. Surgery to correct the defect is a temporary solution, according to the researchers. Eventually, patients may require a heart transplant. However, the availability of donor hearts — complicated by the young age at which most patients require a transplant — is extremely limited.",
      "In their new study, the researchers focused on grafts of stem cell-derived cardiomyocytes as a possible complementary treatment to traditional surgical repair of cardiac defects. Their goal was to directly support ventricular function and overall healing.",
      "\"There is a great need for alternative treatments of this condition,\" says Jodi Scholz, the study's lead author and chair of Comparative Medicine at Mayo Clinic. \"Stem cell treatments could someday delay or even prevent the need for heart transplants.\"",
      "The researchers transplanted clinical-grade human induced pluripotent stem cells — cells collected from human donors, coaxed back into a stem cell state and then developed into cell types compatible with heart muscle — into rhesus macaque monkeys with surgically induced right ventricular pressure overload. The cells successfully integrated into the organization of the surrounding host myocardium, the muscular layer of the heart. The animals' hearts and overall health were closely monitored throughout the process. The authors noted that episodes of ventricular tachycardia (an increased heart rate) occurred in five out of 16 animals receiving transplanted cells, with two monkeys presenting incessant tachycardia. These episodes resolved within 19 days.",
      "\"We delivered the cells to support existing cardiac tissue,\" Emborg says. \"Our goal with this particular study, as a precursor to human studies, was to make sure that the transplanted cells were safe and would successfully integrate with the organization of the surrounding tissue. We leveraged my team's experience with stem cells and cardiac evaluation in Parkinson's disease to assess this innovative therapeutic approach.\"",
      "The research proved the feasibility and safety of using stem cells in the first nonhuman primate model of right ventricular pressure overload. Macaques, in particular, have been critical to advancing stem cell therapies for heart disease, kidney disease, Parkinson's disease, eye diseases and more.",
      "\"The demonstration of successful integration and maturation of the cells into a compromised heart is a promising step towards the clinical application for congenital heart defects,\" Emborg says.",
      "The research was supported by the Todd and Karen Wanek Family Program for Hypoplastic Left Heart Syndrome and National Institutes of Health Grant P51OD011106 to the Wisconsin National Primate Research Center."
    ],
    "posted": "November 13, 2024",
    "url": "https://news.wisc.edu/human-stem-cell-derived-heart-cells-are-safe-in-monkeys-could-treat-congenital-heart-disease/",
    "author": "Jordana Lenon",
    "img": "monkeys.jpg",
    "tags": [
      "medical",
      "research"
    ]
  },
  {
    "title": "Teaching, research lead UW to rise in worldwide rankings",
    "body": [
      "On the first day of fall semester, students fill a Sterling lecture hall for their first Math 221 class. Photo: Althea Dotzour",
      "Strong performance in the categories of teaching and research environment helped the University of Wisconsin-Madison rise to 56th in the 2025 Times Higher Education World University Rankings released last week.",
      "This marks a two-year surge for UW in the rankings, thanks also to the university's patents and growing research expenditures.",
      "\"UW-Madison fosters a research environment that supports innovation and drives discovery,\" says Dorota Grejner-Brzezinska, UW-Madison vice chancellor for research. \"As an institution, we also prioritize leveraging our research advances to help benefit society, as reflected by the high number of inventions patented by our researchers each year.\"",
      "The World University Rankings focus on three areas — research, impact and teaching — using five pillars supported by 18 performance indicators.",
      "\"We create university rankings to assess university performance on the global stage and to provide a resource for readers to understand the different missions and successes of higher education institutions,\" says the Times Higher Education website.",
      "Within the five pillars, UW ranked highest in teaching, at 43rd worldwide. That was supported by a 90.8 percentile ranking in institutional income, which \"gives a broad sense of the infrastructure and facilities available to students and staff.\"",
      "UW ranked 54th in research environment, led by a 94.2 percentile ranking in research income. In the most recent data provided by the National Science Foundation, UW-Madison's research expenditures topped $1.5 billion, a 10 percent increase, ranking it 8th among public and private universities surveyed.",
      "Within the industry pillar, UW received a 100th percentile ranking for patents. According to the National Academy of Inventors, the Wisconsin Alumni Research Foundation ranked 12th nationwide and 16th worldwide in number of U.S. Utility patents issued in 2023.",
      "Times Higher Education also ranked universities in 11 specific subjects, in which UW ranked 17th in education, 25th in social sciences , 43rd in psychology, 44th in life sciences and 50th in physical sciences.",
      "UW-Madison has ranked highly in a number of other recent rankings."
    ],
    "posted": "October 14, 2024",
    "url": "https://news.wisc.edu/teaching-research-lead-uw-to-rise-in-worldwide-rankings/",
    "author": "Mike Klein",
    "img": "rankings.jpg",
    "tags": [
      "research"
    ]
  },
  {
    "title": "Photo gallery: An up-close look at climate coverage",
    "body": [
      "Last week, University of Wisconsin-Madison students and researchers and members of the broader Madison community heard firsthand the importance of local journalism, especially when it comes to climate coverage.",
      "From Oct. 14-16, Great Lakes climate solutions reporter Isabelle \"Izzy\" Ross visited journalism classes, met with experts in clean energy and learned about Madison's (and arguably the world's) most studied lake, Lake Mendota. As this semester's Sharon Dunwoody Science Journalist in Residence, Ross shared insight into her work as a reporter for both a Northern Michigan radio station, Interlochen Public Radio, and Grist, a digital climate solutions magazine with a national audience.",
      "On October 15 during the Wisconsin Science Festival, she gave a public talk at a flash talk-art fusion event, Big Ideas for Busy People: Fields of Wonder. Whether she was on stage at the Majestic Theatre, in the middle of Lake Mendota, or fielding questions in a room full of public affairs and journalism students, Ross shared the importance and value of building trust with the community you report in and for.",
      "Isabelle \"Izzy\" Ross speaks with an attendee of the flash talk and arts celebration, Big Ideas for Busy People: Fields of Wonder, where she spoke to the public about her approach to climate solutions coverage and the importance of local journalism.",
      "At left, post-doctoral researcher Tyler Butts describes an overview of limnology research at UW-Madison as Ross takes notes while touring research facilities in the Water Science and Engineering Laboratory. Butts, who researches invasive species like zebra mussels, explains how they use the large tanks around them for various studies.",
      "Butts, who is also captaining the pontoon boat, shares with Ross that Lake Mendota is one of the most studied lakes in the world. Hilary Dugan (right), associate professor of integrative biology, also shares some of her recent research that considers the environmental and societal consequences of loss of lake ice.",
      "Ross even meets \"David Buoy,\" an anchored weather buoy, managed by the UW-Madison Department of Limnology and affectionately nicknamed after musician and singer David Bowie. The buoy floats above a deeper section of Lake Mendota and includes a 22-meter string of water-temperature sensors positioned every meter.",
      "With the Wisconsin State Capitol rising from the Madison skyline behind her, Ross learns that limnology research doesn't stop when the lakes freeze over. As Butts and Dugan explain, \"David Buoy\" will eventually be swapped out for other equipment that can continue measuring all sorts of data from the lake through the winter months.",
      "At left, Ross listens to Samantha Summerfield, a PhD student in environmental chemistry & technology, talk about their PFAS (polyfluoroalkyl substances) research in Christy Remucal's aquatic chemistry lab.",
      "During the Wisconsin Science Festival's Big Ideas for Busy People: Fields of Wonder event, Ross took the stage with several scientists and communicators to give an entertaining but informative line-up of flash talks to the Madison public. The science-focused talks were interspersed with artistic performances like dance and fiddle music. Ross focused on the importance of local climate reporting and building relationships with communities to learn about the climate issues they face - and care about - in their everyday life.",
      "During a lively Q&A session, Ross (center) answers an attendee's question about the importance of local journalism in a time when people also face the ever-present flood of information from social media platforms."
    ],
    "posted": "October 23, 2024",
    "url": "https://news.wisc.edu/an-up-close-look-at-climate-coverage/",
    "author": "Elise Mahon",
    "img": "climate.jpg",
    "tags": [
      "environment"
    ]
  },
  {
    "title": "Dr. Nita Ahuja named dean of UW School of Medicine and Public Health",
    "body": [
      "Dr. Nita Ahuja, a surgeon-scientist who has held top roles at some of the nation's leading research universities and health systems, has been named the next dean of the University of Wisconsin School of Medicine and Public Health (SMPH) and the university's next vice chancellor for medical affairs.",
      "A Fellow of the American College of Surgeons, Ahuja is a cancer-care innovator whose treatment approaches and research have garnered international recognition. With an MBA, she's also a proven leader and administrator with a track record for bringing multidisciplinary teams together to solve health care challenges.",
      "Dr. Nita Ahuja",
      "\"We are thrilled to welcome Dr. Ahuja to the University of Wisconsin,\" says Chancellor Jennifer L. Mnookin. \"For decades, she has tackled difficult-to-treat cancers for her own patients while simultaneously working to improve the experience for all patients at the health systems she has helped lead. I am confident that Dr. Ahuja's experience as a physician, world-class researcher and administrator will provide the visionary leadership necessary to build upon UW-Madison's excellence in medicine and public health.\"",
      "\"Dr. Ahuja's track record for translating basic science into innovative new treatments while mentoring the next generation of physician-scientists is the Wisconsin Idea in action,\" adds UW-Madison Provost Charles Isbell Jr. \"We're excited and honored that she will be bringing her proven talents and abilities, which include leading large, complex organizations, to the University of Wisconsin.\"",
      "\"This is a remarkable opportunity to help lead the state's flagship institution and the region's hub for higher education,\" agrees Ahuja. \"My ethos in leadership is anchored in a belief that the greatest power of academic medicine in improving health care lies within its people.\"",
      "Ahuja will assume her University of Wisconsin roles on May 15, 2025.",
      "Trailblazing career in academic medicine and administration",
      "Ahuja comes to UW-Madison after more than two decades conducting research and treating patients at two of the nation's premier health care and research institutions. She also brings a deep well of experience as an academic leader and health care administrator, having steered organizations with thousands of employees and large research portfolios.",
      "A surgical oncologist by training, Ahuja has chaired Yale University's Department of Surgery since 2018 — the first woman to do so in its 200-year history — while also holding faculty appointments in oncology and pathology.",
      "Over the same period, she has served as Chair of the Yale Medicine Faculty Practice Plan, Associate Cancer Center Director of Yale Cancer Center's Surgical Services, Chief of Surgery at Yale New Haven Hospital (YNHH), and Surgeon-in-Chief for the Yale New Haven Health System, overseeing 85 operating rooms across seven hospitals. Her tenure has been marked by her leadership in navigating the COVID-19 crisis, guiding the system's response and the recovery of surgical services, strategic expansion of its ambulatory surgical footprint and the establishment of novel destination programs in peritoneal surface malignancies, reconstructive oncology, and complex aortic care.",
      "She has also served on the YNHH Board of Trustees and served as Interim Director of Yale Cancer Center and Interim Surgeon-in-Chief at Smilow Cancer Hospital. Prior to joining Yale, Ahuja spent 15 years as a faculty member and administrator at Johns Hopkins University, where she was a professor of surgery, oncology and urology. In 2016, Ahuja became the first woman to serve as chief of Johns Hopkins' surgical oncology division and Vice Chair of Research. Now, she is set to become the 10th dean and first woman to lead SMPH in its century-long history.",
      "In addition to her roles at Yale, Dr. Ahuja is an elected member of the National Academy of Medicine and a member of several of the nation's most prestigious academic societies, including the American Surgical Association, Society of Surgical Oncology, and Society of University Surgeons.",
      "She also serves in key national leadership roles, including as a board member of the Association of American Medical Colleges, the representative body serving all accredited U.S. and Canadian medical schools and teaching hospitals; and as chair of the AAMC's Council of Faculty and Academic Societies. Additionally, she serves on the Wake Forest University Baptist Medical Center Board and remains an adjunct professor at Johns Hopkins University.",
      "Deep experience in cancer care and research",
      "Ahuja's medical career began at the Duke University School of Medicine, where she received her medical degree in 1993. She completed her residency in general surgery and a fellowship in surgical oncology at Johns Hopkins before joining the university's faculty in 2003.",
      "Her Johns Hopkins fellowship focused on cancers of the liver, gallbladder, pancreas and bile ducts, leading Ahuja to specialize in the treatment of sarcomas and complex gastrointestinal cancers, including stomach, rectal and pancreatic malignancies. Ahuja's innovative surgical and heated chemotherapy approaches have gained an international reputation that draws patients from around the world seeking treatment for difficult metastatic cancers.",
      "A passionate advocate for interdisciplinary approaches to medicine and marrying research with treatment, Ahuja has a long history of leading collaborative and cutting-edge research aimed at improving cancer outcomes.",
      "Since 2003, Ahuja has directed a highly productive translational science laboratory focused on the development of biomarkers for early detection of pancreatic and colorectal cancers using genetic information from patient samples. The research, funded by the National Institutes for Health, has established Ahuja's lab as an international leader in translational epigenetics. A pivotal member of the Stand Up to Cancer Dream Team since 2008, she has led more than 20 national and international clinical trials testing new therapies for gastrointestinal and breast cancers.",
      "Building on a legacy of partnership, growth",
      "When she joins SMPH this spring, Ahuja will be taking the reins from Robert N. Golden, M.D., who has served as the school's dean and the university's vice chancellor for medical affairs since 2006. Golden announced in 2024 that he would step down from the leadership roles once a successor is in place and will remain on the faculty upon stepping down.",
      "One of the longest serving medical school deans in the nation, Golden has presided over a period of growth and strengthened partnerships at SMPH. These include the continual expansion of the school's Master of Public Health degree program, with nine dual degrees now offered in collaboration with other schools across the university; the launch of the Wisconsin Academy for Rural Medicine, which trains medical students who intend to practice in rural areas, three-quarters of whom have remained in Wisconsin; and the establishment of an urban medicine track in the MD program focused on promoting health equity, community and public health in urban areas.",
      "On the research front, since 2006, SMPH has grown its NIH-funded research portfolio from $135 million to about $315 million in 2023 — its highest level ever and 22nd highest among medical schools in the nation.",
      "With a reputation for successful interdisciplinary collaboration, SMPH researchers are at the forefront in many fields of medical and public health research, including stem cell and regenerative medicine, personalized medicine and genomics, infectious disease, asthma, Alzheimer's disease and related dementias, social determinants of health, medical imaging and more. In 2024 alone, UW-Madison received a $150 million NIH grant — the largest in university history — to lead a nationwide Alzheimer's disease study.",
      "Annual philanthropic support for the school has also increased more than ten-fold over Golden's tenure. In 2022, the school and its clinical partner UW Health launched a fundraising campaign that to date has raised more than $500 million.",
      "Ahuja brings with her significant experience in many areas where SMPH has seen success under Golden, including philanthropic fundraising, research support, program growth and optimization and collaboration with partner health systems.",
      "\"Dr. Ahuja's commitment to academic medicine, community service and clinical excellence while prioritizing the patient experience is exactly what we're seeking in our next partner,\" says Alan Kaplan, CEO of UW Health. \"I'm confident that our partnership will continue to thrive as she assumes this important leadership role.\"",
      "\"I am truly excited to join the University of Wisconsin School of Medicine and Public Health as its next dean and vice chancellor for medical affairs. This is an incredible opportunity to partner with the SMPH community to unlock the school's full potential across its academic missions. At the heart of it all are its people—the foundation of everything that makes SMPH extraordinary. I look forward to building on its rich legacy in education, discovery, and clinical care to advance impact for the communities we serve,\" Ahuja says."
    ],
    "posted": "February 5, 2025",
    "url": "https://news.wisc.edu/dr-nita-ahuja-named-next-dean-of-university-of-wisconsin-school-of-medicine-and-public-health-vice-chancellor-for-medical-affairs/",
    "author": "Will Cushman",
    "img": "ahuja.jpeg",
    "tags": [
      "medical"
    ]
  },
  {
    "title": "Aquatic invasive species are more widespread in Wisconsin than previously thought",
    "body": [
      "Watermilfoil and and algae float near the water's surface where Dorn Creek Marsh flows into the northern edge of Lake Mendota during summer on July 29, 2015. The aquatic plants and the lake's ecosystem health are frequently studied as part of ongoing research conducted by the Center for Limnology at the University of Wisconsin-Madison. Photo: Jeff Miller",
      "A report on more than 40 years of research on Wisconsin lakes is highlighting some of the lessons scientists have learned about aquatic invasive species, including that far more ecosystems are playing host to non-native species than previously thought.",
      "However, the researchers note, those species aren't necessarily detrimental to their new habitat and, in some cases, the negative \"impacts of invasive species control may be greater than the impacts of the invasive species\" themselves.",
      "That doesn't mean scientists aren't concerned about different species moving into new ecosystems, says  Jake Vander Zanden, director of the University of Wisconsin-Madison's Center for Limnology and lead author on the report.",
      "\"There are many examples where an invasive species has remarkable ecosystem impacts. They can result in fisheries decline, water quality decrease and more, which negatively impacts humans and the environment,\" Vander Zanden says.",
      "But ecological destruction is far from a foregone conclusion in invasive species stories.",
      "The researchers, who recently published their analysis in the journal BioScience, highlight several lessons learned through four decades of data collection, research and experiments conducted by the North Temperate Lakes Long-Term Ecological Research program. Housed at the Center for Limnology, the program is one of 27 such sites funded by the National Science Foundation.",
      "Research grants typically fund a few years of work, Vander Zanden explains, \"But that would never allow you to detect these types of changes. It's only through long-term research that we can get insights into these big questions like where invasive species are, how they are changing our ecosystems and how it all connects to things like climate change.\"",
      "One such insight is that the presence of non-native aquatic species in Wisconsin lakes is more widespread than scientists and resource managers initially thought.",
      "The long-term research program has helped inform Wisconsin Department of Natural Resources maps and datasets on six target species since the 1990s: Eurasian watermilfoil, zebra mussels, spiny water fleas, rusty crayfish, Chinese mystery snail and the banded mystery snail.",
      "Combining long-term monitoring records on its 11 core study lakes with field-based research and community-based science on dozens of other water bodies, researchers revealed that existing estimates of about 8% of Wisconsin lakes containing one or more of the six species was way off. In fact, the number is closer to 39%.",
      "Additionally, certain invasive populations have been in waters much longer than initially thought. For example, researchers detected spiny water fleas in Lake Mendota in 2009, but scientists combing through sediment cores and old samples discovered that the disruptive invasive species had been present in the lake at least a decade sooner, with populations only erupting due to favorable changes in climate that summer. These findings suggest that invasive species are often simply present in an ecosystem without triggering negative impacts.",
      "What's more, when invasive species do result in negative impacts, those impacts are often tied to existing problems, according to Jake Walsh, a co-author of the new paper and postdoctoral associate in the University of Minnesota's Department of Fisheries, Wildlife, and Conservation Biology.",
      "\"Lake Mendota was especially primed for large, costly effects from spiny water fleas,\" says Walsh. \"They worsened water quality problems that were already present and tied to excess nutrients in the lake.\"",
      "Seeing this fuller picture was only possible through long-term research, Walsh adds. \"As long as we have this long-range program, invasions are experiments that can teach us about how ecosystems work and how we can best manage them,\" he says. This has given us a deep understanding of the water quality issues facing Lake Mendota and a ‘road map' to follow for offsetting spiny water fleas' impact.\"",
      "Long-term science doesn't just help scientists piece together the history of environmental change, Vander Zanden adds. With it, researchers can also highlight looming questions and design studies to answer them. From using environmental DNA, to exploring long-term invasive species removal benefits, more discoveries are on the horizon.",
      "And it's not just the science that benefits from this long-term, interdisciplinary approach. Undergraduate field technicians who spent their summers sampling the same sites over and over have gone on to become professors overseeing their own research projects and managing their own students. Data scientists and staff dedicate huge chunks of time to making their datasets publicly available and accessible to other researchers in the freshwater sciences.",
      "It's a spirit of collaboration and exploration that, Vander Zanden hopes, can extend to other fields.",
      "\"I wonder if some of these patterns that we see from long-term data could be relevant to somebody who studies soil, or grassland flowers, or marine biology,\" he says. \"If invasive species are already there and more widespread than we think they are, things like human activity and climate change could soon be triggering more population shifts.\""
    ],
    "posted": "September 5, 2024",
    "url": "https://news.wisc.edu/aquatic-invasive-species-are-more-widespread-in-wisconsin-than-previously-thought/",
    "author": "Adam Hinterthuer and Madelyn Anderson  ",
    "img": "aquatic.jpg",
    "tags": [
      "environment",
      "research"
    ]
  },
  {
    "title": "Great Lakes climate reporter to visit campus as fall Science Journalist in Residence",
    "body": [
      "From collecting audio of walruses in Alaska to covering avian influenza in northern Michigan, Isabelle \"Izzy\" Ross has a passion for making climate issues relevant to local communities. Now, as a reporter for the online magazine Grist and Interlochen Public Radio in Michigan, she tells stories of how the Great Lakes are affected by climate change. Ross will share her approach to regional environmental coverage with the University of Wisconsin-Madison community as this fall's Sharon Dunwoody Science Journalist in Residence.",
      "From Oct. 14 to 16, Ross will be on campus to engage with students, meet with researchers and participate in a public talk during the Wisconsin Science Festival.",
      "Ross will join other science communicators and researchers in the festival's flash talk event, \"Big Ideas for Busy People: Fields of Wonder,\" from 7 to 9 p.m. on Oct. 15 at the Majestic Theater in Madison.",
      "By sharing stories behind her reporting, Ross will discuss how she localizes climate issues for her audiences, reveals the effects of climate change in people's own backyards, and applies a critical lens to proposed solutions. The event is free and open to the public; doors open at 6:30 p.m.",
      "Prior to joining Grist and Interlochen Public Radio, Ross was a reporter and news director for Alaska radio station KDLG. She has covered an array of climate topics during her career, including Alaskan fisheries, clean energy, community composting, and the recent outbreak of avian influenza in Michigan dairies.",
      "The UW-Madison Science Journalist in Residence program was founded in 1986 and is hosted by the School of Journalism and Mass Communication and the Office of Strategic Communication. It is now part of the Sharon Dunwoody Journalist in Residence program at UW-Madison. The late Dunwoody, a professor of journalism at UW-Madison, co-founded the Science Journalist in Residence program with Terry Devitt, an emeritus director of research communications.",
      "The program has hosted national science writers nearly every semester, in person and virtually, including PBS Eons host Kallie Moore, author and reporter Ben Goldfarb, Radiolab host Latif Nasser, Scientific American editor-in-chief Laura Helmuth, and Atlantic reporter and Pulitzer Prize winner Ed Yong."
    ],
    "posted": "September 30, 2024",
    "url": "https://news.wisc.edu/great-lakes-climate-reporter-to-visit-campus-as-fall-science-journalist-in-residence/",
    "author": "Elise Mahon",
    "img": "izzy.jpg",
    "tags": [
      "environment"
    ]
  },
  {
    "title": "Faculty and staff explore state's rivers, culture and more in Wisconsin Idea Seminar",
    "body": [
      "Bill Quackenbush, tribal historic preservation officer of the Ho-Chunk Nation, and Dennis Lloyd, director of the University of Wisconsin Press and participant of the 2024 Wisconsin Idea Seminar, extend their hands to help seminar participants cross a rocky bend on the group's walk through Maa Wákąčąk, sacred Ho-Chunk land at the foot of Wisconsin's Baraboo hills.",
      "Editor's note: Assistant Vice Provost Catherine Reiland is director of the Wisconsin Idea Seminar.",
      "After learning how to create a warp with cattails, the Wisconsin Idea Seminar participants began to weave, methodically crossing cattail fibers to create a small mat, talking and meditating on the meaning of their project.",
      "\"Protecting the water is to care for the cattails and the bulrushes,\" Melanie Tallmadge Sainz, an artist and enrolled member of the Ho-Chunk Nation, had told them at the start of the workshop. It was an invitation to consider the interconnectedness of land, people and water.",
      "Molli Pauliot, a UW-Madison PhD Candidate in Anthropology and Ho-Chunk natural fibers artist, gives a quick primer to Fran Vavrus, vice provost and dean of UW-Madison's International Division, as she learns to weave cattail at the Little Eagle Arts Foundation.",
      "The workshop was held at the Little Eagle Arts Foundation's studio in the heart of Maa Wákąčąk — sacred land for Ho-Chunk people— about ten miles south of Baraboo.",
      "The Wisconsin Idea Seminar participants had just visited the Ho-Chunk Nation's House of Wellness to learn about community-driven healthcare, and soon after had walked along a spring-fed stream at the foot of the Baraboo Hills to experience the land restoration efforts that the Ho-Chunk Nation is leading on the parcel of land that was once the site of the Badger Army Ammunition Plant.",
      "Weaving with an aquatic plant was a fitting way to begin a 500-mile journey where 41 University of Wisconsin-Madison faculty and staff spent a week as students of Wisconsin life to contemplate cooperation, belonging, water, and place. Their teachers were more than fifty collaborators and hosts across the state, representing a wide range of fields.",
      "The Wisconsin Idea Seminar is an annual five-day journey through Wisconsin that offers faculty and staff the opportunity to learn firsthand about the social and cultural contexts that shape the lives of many of our Wisconsin students, and to see what the Wisconsin Idea looks like when it is rooted in local communities and shaped by local priorities. The 2024 experience engaged a variety of themes including health, healing, creative placemaking, K-12 education, incarceration, dairy, and how rivers and people have shaped each other.",
      "The state's rivers, including the Mississippi, the Wisconsin, the Kickapoo, the Trempealeau, and the Kinnickinnic, structured the group's exploration of Wisconsin life.",
      "In the Kickapoo Valley Reserve, located in the non-glaciated and ancient landscapes of Wisconsin's southwest, participants walked across the Kickapoo River at the historic Bridge 13, one of Wisconsin's few remaining metal truss bridges that was refurbished in 2017 in collaboration with the Ho-Chunk Nation.",
      "Bill Quackenbush, tribal historic preservation officer for the Ho-Chunk Nation, leads the 2024 Wisconsin Idea Seminar across Bridge 13 in the Kickapoo Valley Reserve.",
      "They met with health practitioners who are supporting the next generation of health professionals through collaborations with UW-Madison's Native American Center for Health Professions.",
      "They conversed with colleagues at UW-La Crosse to learn how they tightly weave community engagement into the undergraduate research experience. Health practitioners, including doctors from La Farge Medical Clinic, and Mark Louden, professor in the Department of German, Nordic, and Slavic+, spoke about the importance of cultural humility and trust-building with surrounding Amish communities and their appreciation for UW-Madison's collaborative role in bringing world-class healthcare and expertise to Vernon County.",
      "Wisconsin Idea Seminar participants stroll across the UW-La Crosse campus with Omar Granados, who spoke on a panel earlier that morning on community-engaged scholarship. Omar Granados is an associate professor of global languages and cultures at UW-La Crosse, and his current work includes a public history project on the stories of Cuban refugees at Fort McCoy in the 1980s.",
      "In Arcadia, they met with K-12 educators who value their strong partnerships with area colleges and universities to support their students and families.",
      "At the banks of the Wisconsin River, Stevens Point-area food producers gathered at Bukolt Lodge to share their small-batch products, including hydroponic lettuce, pickled vegetables, and maple syrup, and to talk about how they collaborate with each other and local nonprofits to support community development and food economies in central Wisconsin.",
      "At Mitchell Street Arts in Milwaukee's south side, participants learned about the power of storytelling for formerly incarcerated people and their families who are working to make communities stronger. The morning sun was bright at Alice's Garden, a 2-acre urban farm in Milwaukee's north side, when the Wisconsin Idea Seminar participants were invited to slow down and pause to appreciate the abundance and then harvest from the garden's swaths of mint, sage, okra, hyssop, lovage, and collard greens.",
      "McKenzie Zdrale of the Wisconsin Foundation & Alumni Association holds open a bag as Chell Parkins, dance department, harvests fragrant fennel fronds during a guided activity at Alice's Garden, a 2-acre urban farm near Milwaukee's Fond du Lac Avenue.",
      "And they ended our journey like they began, among grandmothers who are deeply committed to the health and wellbeing of their communities, who bring forth ancestral knowledge to inspire the present and future, and who fundamentally believe that to care for the waters of Wisconsin is to care for us all.",
      "And at nearly every stop, they met with UW-Madison alumni who are proud of their alma mater and who bring a Badger spirit to the work they do in their home communities.",
      "The Wisconsin Idea Seminar is a program of the Provost's Office and is made possible with the support of many UW-Madison schools and colleges and the Evjue Foundation, the charitable arm of the Capital Times and long-time underwriter of the Seminar since 1985.",
      "A special thanks to Rachel Niles, executive assistant in the Office of the Provost, and Kelly Copolo, academic program specialist in the Division of Teaching and Learning, who offered excellent assistance that contributed to the success of the 2024 Wisconsin Idea Seminar.",
      "The Wisconsin Idea Seminar group gathers for a photo at the foot of a maple marker tree in the Kickapoo Valley Reserve. Bill Quackenbush, tribal historic preservation officer for the Ho-Chunk Nation, shares that marker trees have long been used as navigational aids by Ho-Chunk people. Many generations ago, when the tree was just a sapling, the trunk was shaped so each of its four main branches would point in the direction of significant sites, with one being a freshwater spring. Quackenbush also calls the group's attention to a maple sapling nearby to be shaped into a marker tree for future generations.",
      "Wisconsin Idea Seminar participants enjoy refreshments as they walk through a sun filled gallery at Mitchell Street Arts on the south side of Milwaukee. Mitchell Street Arts, seeded in 2021 through conversations with local residents, artists, and community leaders was one of several community-driven enterprises that was included in the Wisconsin Idea Seminar.",
      "A renaturalized portion of the Kinnickinnic River in Milwaukee's Pulaski Park beckoned Chell Parkins, the Arnhold director of dance education at UW, to engage the waterway with movement and poise.",
      "Within view of the Kinnickinnic River at Pulaski Park in Milwaukee, Esperanza Gutierrez, a member of Kinnickinnic Neighbors In Action, speaks about the importance of collective action and collaboration to care for water for future generations.",
      "Some participants offered their perspectives on the trip:",
      "Daniela Drummond-Barbosa",
      "Professor, genetics, CALS",
      "\"The Wisconsin Idea Seminar trip was an amazing experience! It was very inspiring to learn about various communities that make up Wisconsin and to meet so many selfless individuals that put their minds, hearts and souls into improving their communities. Sharing the bus with fellow UW faculty and staff, learning about their roles at UW, and making new human connections was a very special part of the experience.\"",
      "Samara Frame",
      "Advancement Manager, Division of the Arts",
      "\"Being new to UW-Madison, I didn't have a sense of what the Wisconsin Idea looks like in action. The many ways in which Extension and alumni across the state are affecting positive change and creating partnerships is so apparent now. I see it now, and am fully invested in the Wisconsin Idea!\"",
      "Meenu Verma",
      "Associate Director, UW Veterinary Care, School of Veterinary Medicine",
      "\"The Wisconsin Idea Seminar is an immersive experience and goes way beyond any work conference you would ever attend. We got to hear many impactful stories and meet incredible people during our journey, and it touched every sense of being — from the food we ate, to the stories we heard, to the people we met and the places we visited. I have a greater appreciation for people in Wisconsin who have been caring for the land for thousands of years and for those who have moved to Wisconsin in recent years.\"",
      "Fran Vavrus",
      "Vice Provost and Dean, International Division",
      "\"The Wisconsin Idea Seminar deepened my understanding of the many contributions that immigrant communities are making to education and industry in rural and urban communities across Wisconsin. I will weave these observations into my work to promote the international dimensions of the Wisconsin idea in our state and around the world.\"",
      "Jeanette Comstock MD",
      "Assistant Professor, dermatology, School of Medicine & Public Health",
      "\"The Wisconsin Idea Seminar was a chance to be a student again. To say it enhanced the way I think about my career is an understatement. The extremely well planned and detailed week is designed to provide insight into the history, culture and presence of the different groups throughout the state. I learned of the specific challenges faced by certain groups and I will take these lessons back to my practice as a physician. It was truly an honor to interact with our hosts throughout the state!\"",
      "Morgan Jerald",
      "Assistant Professor, psychology",
      "\"The Wisconsin Idea Seminar instilled in me a profound sense of connectedness to the university community and the communities we serve across the state. Among the seminar's many impactful experiences, our day with Ms. Venice Williams at Alice's Garden and The Table stands out as particularly meaningful, both personally and professionally. Ms. Williams' work to foster the health and healing of both the people and the land of Milwaukee reignited a sense of purpose and commitment to my own research on Black women's well-being and to thoughtfully engaging in community-based scholarship.\"",
      "Jing Wang",
      "Assistant Professor, School of Journalism & Mass Communication",
      "\"Deep listening is not a given; it is a precious gift to be learned, practiced, and cultivated in a supportive, communal space. The Wisconsin Idea Seminar gave me the chance to witness the magic of deep listening. We, as a group, learned to listen to each other and to people across different communities in Wisconsin with care. I'd love to further weave this skill into my ethnographic research as well as teaching and mentoring in the future.\"",
      "Erla Heyns",
      "Dean and Vice Provost of Libraries",
      "\"I am new to Wisconsin and to UW-Madison. I worked at other land grant universities but have never experienced anything like this and I feel very fortunate to be introduced to the rich legacy of the engagement of the university in the state. Community engagement was richly highlighted during the Wisconsin Idea tour and was truly inspirational. Looking to the future, I am committed to creating pathways for the UW-Madison Libraries to contribute in very tangible ways to the Wisconsin Idea. This has been my goal since I arrived in January 2024 and started my new role as Dean and Vice Provost of Libraries, and now this goal is even more meaningful.\"",
      "Kirk Sides",
      "Assistant professor, English",
      "\"The Wisconsin Idea Seminar was five days of learning about many of the complexities of Wisconsin's communities. And one of the many lessons that I will carry with me is this: that the work of listening to and engaging with the communities that one is surrounded by is a forever commitment, one I am happy to be a part of.",
      "Diego Román",
      "Assistant Professor of Bilingual Education, Curriculum and Instruction",
      "\"I loved learning from Dr. James DeLine about his work at the clinic in La Farge. He was so genuine and inspirational in his commitment to serving rural communities in Wisconsin, with his particular focus on the Amish community living there.\""
    ],
    "posted": "June 14, 2024",
    "url": "https://news.wisc.edu/faculty-and-staff-explore-states-rivers-culture-and-more-in-wisconsin-idea-seminar/",
    "author": "Catherine Reiland",
    "img": "explore.jpg",
    "tags": [
      "environment"
    ]
  }
]